Repository: planetary-social/nos
Catalog: Nos/Assets/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, ja, ko, nl, pt_br, sv, sw, th, tr, zh_hans, zh_hant

# followedByTwo
source: Followed by **%1$@** and **%2$@**
ar: يتابعه **%1$@** و **%2$@**
de: Gefolgt von **%1$@** und **%2$@**
es: Seguido por **%1$@** y **%2$@**
fa: دنبال شده توسط **%1$@** و **%2$@**
fr: Suivi par **%1$@** et **%2$@**
ja: **%1$@**と**%2$@**にフォローされています
ko: **%1$@** 님과 **%2$@** 님이 팔로우했어요
nl: Gevolgd door **%1$@** en **%2$@**
pt_br: Seguido por **%1$@** e **%2$@**
sv: Följs av **%1$@** och **%2$@ andra**
sw: Ikifuatiwa na **%1$@** na **%2$@**
th: ติดตามโดย **%1$@** และ **%2$@ **
tr: **%1$@** ve **%2$@** takip ediyor
zh_hans: 被**%1$@**和**%2$@**关注
zh_hant: 被**%@**和**%@**關注

# followedByTwoAndMore
source: Followed by **%1$@**, **%2$@** and **%3$lld others**
ar: يتابعه **%1$@** و **%2$@** و **%3$@**
de: Gefolgt von **%1$@**, **%2$@** und **%3$lld anderen**
es: Seguido por **%1$@**, **%2$@** y **%3$lld otros**
fa: دنبال شده توسط **%1$@**، **%2$@** و **%3$lld** نفر دیگر
fr: Suivi par **%1$@**, **%2$@** et **%3$lld d'autres**
ja: **%1$@**、**%2$@**、その他**%3$lld**人にフォローされています
ko: **%1$@**, **%2$@** 님과 **%3$lld other** 분들이 팔로우 했어요
nl: Gevolgd door **%1$@**, **%2$@** en **%3$d** anderen
pt_br: Seguido por **%1$@**, **%2$@** e mais **%3$lld**
sv: Följs av **%1$@**, **%2$@** och **%3$lld andra**
sw: Ikifuatiwa na **%1$@**, **%2$@** na **%3$lld wengine**
th: ติดตามโดย **%1$@**, **%2$@** และอีก **%3$lld คน
zh_hans: 被**%1$@**、**%2$@**和**%3$lld个其他用户**关注
zh_hant: 被**%1$@**、**%2$@**和**%3$lld个其他用户**关注

# followedByTwoAndOthers
source: Followed by **%1$@**, **%2$@** and others
ar: يتابعه **%1$@** و **%2$@** وآخرون
de: Gefolgt von **%1$@**, **%2$@** und anderen
es: Seguido por **%1$@**, **%2$@** y otros
fa: دنبال‌شونده توسط **%1$@**، **%2$@** و دیگران
fr: Suivi par **%1$@**, **%2$@** et d'autres
ja: **%1$@**、**%2$@**と他の人にフォローされています
ko: **%1$@**, **%2$@** 님 외 다른 분들이 팔로우 했어요
nl: Gevolgd door **%1$@**, **%2$@** en anderen
pt_br: Seguido por **%1$@**, **%2$@** e outros
sv: Följs av **%1$@**, **%2$@** och andra
sw: Anafuatwa na **%1$@**, **%2$@** na wengine
th: ถูกติดตามโดย **%1$@**, **%2$@** และคนอื่นๆ
tr: **%1$@**, **%2$@** ve diğerleri tarafından takip ediliyor
zh_hans: 被**%1$@**、**%2$@**和其他用户关注
zh_hant: 被**%1$@**、**%2$@**和其他用戶關注

source: Followers
ar: المتابعون
de: Follower
es: Seguidores
fa: دنبال‌کنندگان
fr: Abonnés
ja: フォロワー
ko: 팔로워
nl: Volgers
pt_br: Seguidores
sv: Följare
sw: Wafuasi
th: ผู้ติดตาม
tr: Takipçiler
zh_hans: 粉丝
zh_hant: 粉絲

source: Followers you know
ar: متابعون تعرفهم
de: Follower, die du kennst
es: Seguidores que conoces
fa: دنبال کنندگانی که می شناسید
fr: Abonnés que vous connaissez
ja: あなたが知っているフォロワー
ko: 당신이 아는 팔로워
nl: Volgers die je kent
pt_br: Seguidores que você conhece
sv: Följare du känner
sw: Wafuasi unaowajua
th: ผู้ติดตามที่คุณรู้จัก
tr: Tanıyor olabileceğiniz takipçiler
zh_hans: 你认识的粉丝
zh_hant: 你認識的粉絲

source: Following
ar: يتابع
de: Folge ich
es: Siguiendo
fa: دنبال کننده
fr: Abonnements
ja: フォロー中
ko: 팔로잉
nl: Volgend
pt_br: Seguindo
sv: Följer
sw: Kufuatia
th: กำลังติดตาม
tr: Takip edilen
zh_hans: 已关注
zh_hant: 已關注

source: Follows
ar: يتابع
de: Folgt
es: Seguidores
fa: دنبال شوندگان
fr: Abonnés
ja: フォローする
ko: 팔로우
nl: Volgers
pt_br: Segue
sv: Följer
sw: Inafuata
th: ติดตาม
tr: Takip edilenler
zh_hans: 关注
zh_hant: 關注

source: Get My Handle
ar: الحصول على اسم المستخدم الخاص بي
de: Mein Handle holen
es: Obtener mi apodo
fa: دریافت آدرس من
fr: Obtenir mon identifiant
ja: ハンドルを取得
ko: 내 핸들 얻기
nl: Mijn gebruikersnaam krijgen
pt_br: Obter Meu Usuário
sv: Skaffa mitt användarnamn
sw: Pata Mshiko Wangu
th: รับชื่อผู้ใช้ของฉัน
tr: Kullanıcı Adımı Al
zh_hans: 认领我的昵称
zh_hant: 認領我的暱稱

source: Go back
ar: العودة
de: Zurück
es: Volver
fa: بازگشت
fr: Retour
ja: 戻る
ko: 뒤로 가요
nl: Ga terug
pt_br: Voltar
sv: Gå tillbaka
sw: Rudi nyuma
th: ย้อนกลับ
tr: Geri
zh_hans: 返回
zh_hant: 返回

# goToYourFeed
source: Go to your Feed to see notes from your connections.
ar: انتقل إلى تغذيتك لرؤية الملاحظات من اتصالاتك.
de: Gehe zu deinem Feed, um Notizen von deinen Verbindungen zu sehen.
es: Ve a tu Feed para ver notas de tus conexiones.
fa: به فید خود بروید تا یادداشت‌های ارتباطات خود را ببینید.
fr: Allez sur votre flux pour voir les notes de vos connexions.
ja: フィードに移動して、つながりからのノートを見る。
ko: 피드로 이동하여 연결된 사람들의 노트를 확인하세요.
nl: Ga naar je feed om notities van je connecties te zien.
pt_br: Vá para o seu Feed para ver notas de suas conexões.
sv: Gå till ditt flöde för att se inlägg från dina kontakter.
sw: Nenda kwenye Mlisho wako kuona maelezo kutoka kwa mawasiliano yako.
th: ไปที่ฟีดของคุณเพื่อดูโน้ตจากการเชื่อมต่อของคุณ
tr: Bağlantılarınızdan notları görmek için akışınıza gidin.
zh_hans: 前往您的动态查看您的连接的笔记。
zh_hant: 前往您的動態消息查看您的連接的筆記。

# homeFeed
source: Feed
ar: التغذية
fa: خبرنامه
fr: Fil
ja: フィード
ko: 피드
sv: Flöde
sw: Kulisha
th: ฟีด
tr: Akış
zh_hans: 提要
zh_hant: 提要

# hourAbbreviated
source: hour
ar: ساعة
de: Stunde
es: hora
fa: ساعت
fr: heure
ja: 時間
ko: 시간
nl: uur
pt_br: hora
sv: timmar
sw: saa
th: ชั่วโมง
tr: saat
zh_hans: 时
zh_hant: 時

# hoursAbbreviated
source: hours
ar: ساعات
de: Stunden
es: horas
fa: ساعت
fr: heures
ja: 時間
ko: 시간
nl: uur
pt_br: horas
sv: timmar
sw: masaa
th: ชั่วโมง
tr: saatler
zh_hans: 小时
zh_hant: 小時

source: Identity verification
ar: التحقق من الهوية
de: Identitätsverifikation
es: Verificación de identidad
fa: تایید هویت
fr: Vérification d'identité
ja: 本人確認
ko: 신원 확인
nl: Identiteitsverificatie
pt_br: Verificação de identidade
sv: Identitetsverifiering
sw: Uthibitishaji wa kitambulisho
th: การยืนยันตัวตน
tr: Doğrulama
zh_hans: 身份验证
zh_hant: 身份驗證

source: In Network
ar: في الشبكة
de: Im Netzwerk
es: En la Red
fa: در شبکه
fr: Dans le réseau
ja: ネットワーク内
ko: 네트워크 내
nl: In Netwerk
pt_br: Na Rede
sv: I nätverk
sw: Ndani ya Mtandao
th: ในเครือข่าย
tr: Ağda
zh_hans: 在网络中
zh_hant: 在網絡中

source: Invalid Key
ar: مفتاح غير صالح
de: Ungültiger Schlüssel
es: Clave no válida
fa: کلید نامعتبر
fr: Clé non valide
ja: 無効な鍵
ko: 유효하지 않은 키
nl: Ongeldige sleutel
pt_br: Chave inválida
sv: Ogiltig nyckel
sw: Ufunguo Batili
th: คีย์ไม่ถูกต้อง
tr: Geçersiz kod
zh_hans: 私钥无效
zh_hant: 密鑰無效

# invalidURLError
source: Please enter a valid websocket URL.
ar: الرجاء إدخال عنوان URL لمقبس ويب صالح.
de: Bitte gebe eine gültige Websocket-URL ein.
es: Por favor, introduce una URL de websocket válida.
fa: لطفا یک آدرس URL معتبر وارد کنید.
fr: Veuillez entrer une URL de connexion valide.
ja: 有効なwebsocket URLを入力してください。
ko: 유효한 웹소켓 URL을 입력해요
nl: Voer een geldige URL in.
pt_br: Favor inserir URL de websocket válido.
sv: Vänligen ange en giltig websocket-URL.
sw: Tafadhali weka URL halali ya soketi.
th: กรุณาป้อน URL websocket ที่ถูกต้อง
tr: Lütfen geçerli bir URL girin.
zh_hans: 请输入有效的 websocket 网址。
zh_hant: 請輸入有效的 websocket 網址。

# keepOnHelpingUs
source: Keep on helping us make Nostr a better place for everyone!
ar: استمر في مساعدتنا لجعل Nostr مكانًا أفضل للجميع!
de: Hilf uns weiterhin, Nostr zu einem besseren Ort für alle zu machen!
es: ¡Sigue ayudándonos a hacer de Nostr un mejor lugar para todos!
fa: به کمک به ما برای تبدیل Nostr به مکانی بهتر برای همه ادامه دهید!
fr: Continuez à nous aider à faire de Nostr un meilleur endroit pour tous !
ja: Nostrをみんなにとってより良い場所にするために引き続き協力してください！
ko: 노스터를 모두에게 더 나은 공간이 되도록 계속 도와주세요!
nl: Blijf ons helpen om Nostr een betere plek te maken voor iedereen!
pt_br: Continue nos ajudando a tornar o Nostr um lugar melhor para todos!
sv: Fortsätt hjälpa oss att göra Nostr till en bättre plats för alla!
sw: Endelea kutusaidia kufanya Nostr kuwa mahali bora kwa kila mtu!
th: ช่วยเราทำให้ Nostr เป็นสถานที่ที่ดีขึ้นสำหรับทุกคนต่อไป!
tr: Nostr'u herkes için daha iyi bir yer haline getirmemize yardım etmeye devam edin!
zh_hans: 继续帮助我们让 Nostr 成为每个人更好的地方！
zh_hant: 繼續幫助我們使Nostr成為每個人的更好場所！

source: Keys
ar: المفاتيح
de: Schlüssel
es: Claves
fa: کلیدها
fr: Clés
ja: 鍵
ko: 키
nl: Privésleutel
pt_br: Chaves
sv: Nycklar
sw: Funguo
th: คีย์
tr: Anahtarlar
zh_hans: 密钥
zh_hant: 密鑰

source: Learn more
ar: معرفة المزيد
de: Mehr erfahren
es: Leer más
fa: بیشتر بیاموزید
fr: En savoir plus
ja: 詳細を見る
ko: 더 알아봐요
nl: Meer informatie
pt_br: Saiba mais
sv: Lär dig mer
sw: Jifunze zaidi
th: เรียนรู้เพิ่มเติม
tr: Daha fazlası
zh_hans: 了解更多
zh_hant: 瞭解更多

source: 🔗 Link to note
ar: 🔗 رابط إلى الملاحظة
de: 🔗 Link zur Note
es: 🔗 Enlace a la nota
fa: 🔗 لینک به یادداشت
fr: 🔗 Lien vers la note
ja: 🔗 ノートへのリンク
ko: 🔗 노트로 연결하기
nl: 🔗 Link naar notitie
pt_br: 🔗 Link para a nota
sv: 🔗 Länk till inlägg
sw: 🔗 Kiungo cha kukumbuka
th: 🔗 ลิงก์ไปยังโน้ต
tr: 🔗 Nota bağlantı
zh_hans: 🔗 链接到笔记
zh_hant: 🔗 鏈接到筆記

# linkYourNIP05Description
source: Enter your existing NIP-05 here:
ar: أدخل NIP-05 الموجود لديك هنا:
de: Gib hier deine bestehende NIP-05 ein:
es: Ingresa tu NIP-05 existente aquí:
fa: NIP-05 موجود خود را اینجا وارد کنید:
fr: Entrez votre NIP-05 existant ici :
ja: 既存のNIP-05をここに入力してください：
ko: 존재하는당신의 NIP-05를 여기에 입력하세요:
nl: Voer hier je bestaande NIP-05 in:
pt_br: Insira seu NIP-05 existente aqui:
sv: Ange din befintliga NIP-05 här:
sw: Weka NIP-05 yako iliyopo hapa:
th: ป้อน NIP-05 ที่มีอยู่ของคุณที่นี่:
tr: Mevcut NIP-05'inizi buraya girin:
zh_hans: 在此输入你现有的 NIP-05：
zh_hant: 在此輸入你現有的 NIP-05：

# linkYourNIP05Title
source: Already have a NIP-05?
ar: هل لديك NIP-05 بالفعل؟
de: Hast du bereits eine NIP-05?
es: ¿Ya tienes un NIP-05?
fa: قبلاً یک NIP-05 دارید؟
fr: Vous avez déjà un NIP-05 ?
ja: すでにNIP-05をお持ちですか？
ko: 이미 NIP-05를 가지고 있나요?
nl: Heb je al een NIP-05?
pt_br: Já tem um NIP-05?
sv: Har du redan en NIP-05?
sw: Je, tayari una NIP-05?
th: มี NIP-05 อยู่แล้ว?
tr: Zaten bir NIP-05'iniz var mı?
zh_hans: 已经有一个 NIP-05？
zh_hant: 已經有一個 NIP-05？

source: List Name
ar: اسم القائمة
de: Listenname
es: Nombre de la lista
fa: نام لیست
fr: Nom de la liste
ja: リスト名
ko: 목록 이름
nl: Lijstnaam
pt_br: Nome da Lista
sv: Listnamn
sw: Jina la Orodha
th: ชื่อรายการ
tr: Liste Adı
zh_hans: 列表名称
zh_hant: 列表名稱

source: Lists
ar: القوائم
de: Listen
es: Listas
fa: لیست‌ها
fr: Listes
ja: リスト
ko: 목록
nl: Lijsten
pt_br: Listas
sv: Listor
sw: Orodha
th: รายการ
tr: Listeler
zh_hans: 列表
zh_hant: 列表

# listsDescription
source: Add your favorite users to public lists and pin them to your home feed
ar: أضف المستخدمين المفضلين لديك إلى قوائم عامة وثبتها في تغذية الصفحة الرئيسية الخاصة بك
de: Füge deine Lieblingsbenutzer zu öffentlichen Listen hinzu und pinne sie an deinen Startfeed
es: Añade a tus usuarios favoritos a listas públicas y fíjalas en tu feed principal
fa: کاربران مورد علاقه خود را به لیست‌های عمومی اضافه کنید و آنها را به فید اصلی خود پین کنید
fr: Ajoutez vos utilisateurs favoris à des listes publiques et épinglez-les à votre flux d'accueil
ja: お気に入りのユーザーを公開リストに追加し、ホームフィードにピン留めする
ko: 즐겨찾는 사용자를 공개 목록에 추가하고 홈 피드에 고정하세요
nl: Voeg je favoriete gebruikers toe aan openbare lijsten en pin ze aan je thuisfeed
pt_br: Adicione seus usuários favoritos a listas públicas e fixe-os em seu feed inicial
sv: Lägg till dina favoritanvändare i offentliga listor och fäst dem i ditt hemflöde
sw: Ongeza watumiaji wako unaowapenda kwenye orodha za umma na uzibandike kwenye mlisho wako wa nyumbani
th: เพิ่มผู้ใช้ที่คุณชื่นชอบลงในรายการสาธารณะและปักหมุดไว้ที่ฟีดหน้าแรกของคุณ
tr: Favori kullanıcılarınızı herkese açık listelere ekleyin ve onları ana akışınıza sabitleyin
zh_hans: 将您喜爱的用户添加到公共列表，并将其固定到您的主页动态
zh_hant: 將您喜愛的用戶添加到公共列表，並將其固定到您的主頁動態

# listStep1
source: Step 1: list info
ar: الخطوة 1: معلومات القائمة
de: Schritt 1: Listeninfo
es: Paso 1: información de la lista
fa: مرحله ۱: اطلاعات لیست
fr: Étape 1 : informations de la liste
ja: ステップ1：リスト情報
ko: 1단계: 목록 정보
nl: Stap 1: lijstinformatie
pt_br: Etapa 1: informações da lista
sv: Steg 1: listinformation
sw: Hatua ya 1: maelezo ya orodha
th: ขั้นตอนที่ 1: ข้อมูลรายการ
tr: Adım 1: liste bilgileri
zh_hans: 步骤1：列表信息
zh_hant: 步驟1：列表信息

# listStep2
source: Step 2: add users
ar: الخطوة 2: إضافة مستخدمين
de: Schritt 2: Benutzer hinzufügen
es: Paso 2: añadir usuarios
fa: مرحله ۲: افزودن کاربران
fr: Étape 2 : ajouter des utilisateurs
ja: ステップ2：ユーザーを追加
ko: 2단계: 사용자 추가
nl: Stap 2: gebruikers toevoegen
pt_br: Etapa 2: adicionar usuários
sv: Steg 2: lägg till användare
sw: Hatua ya 2: ongeza watumiaji
th: ขั้นตอนที่ 2: เพิ่มผู้ใช้
tr: Adım 2: kullanıcı ekle
zh_hans: 步骤2：添加用户
zh_hant: 步驟2：添加用戶

source: Loading...
ar: جاري التحميل...
de: Lädt...
es: Cargando...
fa: در حال بارگیری...
fr: Chargement...
ja: 読み込んでいます…
ko: 로딩 중
nl: Laden...
pt_br: Carregando...
sv: Laddar...
sw: Inapakia...
th: กำลังโหลด…...
tr: Yükleniyor...
zh_hans: 加载中……
zh_hant: 加載中...

source: Load Sample Data
ar: تحميل بيانات نموذجية
de: Beispieldaten laden
es: Cargar datos de ejemplo
fa: بارگیری داده نمونه
fr: Charger les données d'exemple
ja: サンプルデータを読み込む
ko: 샘플 데이터 로드
nl: Voorbeelddata toevoegen
pt_br: Carregar dados de amostra
sv: Ladda exempeldata
sw: Pakia Data ya Sampuli
th: โหลดข้อมูลตัวอย่าง
tr: Örnek Verileri Yükle
zh_hans: 加载样本数据
zh_hant: 加載樣本數據

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fa: ورود
fr: Se connecter
ja: ログイン
ko: 로그인
nl: Inloggen
pt_br: Conecte-se
sv: Logga in
sw: Ingia
th: เข้าสู่ระบบ
tr: Giriş yap
zh_hans: 登陆
zh_hant: 登錄

# logInWithAccount
source: Log in with my account
ar: تسجيل الدخول بحسابي
de: Mit meinem Konto anmelden
es: Iniciar sesión con mi cuenta
fa: با حساب من وارد شوید
fr: Se connecter avec mon compte
ja: アカウントでログイン
ko: 내 계정으로 로그인하기
nl: Inloggen met mijn account
pt_br: Entrar com minha conta
sv: Logga in med mitt konto
sw: Ingia na akaunti yangu
th: เข้าสู่ระบบด้วยบัญชีของฉัน
tr: Hesabımla giriş yap
zh_hans: 使用我的账户登录
zh_hant: 使用我的賬戶登錄

source: Login with your keys
ar: تسجيل الدخول باستخدام مفاتيحك
de: Mit deinen Schlüsseln anmelden
es: Iniciar sesión usando tus claves
fa: با کلیدهایتان وارد شوید
fr: Connexion avec vos clés
ja: 鍵でログイン
ko: 당신의 키로 로그인 하기
nl: Log in met jouw privésleutel
pt_br: Conecte-se com suas chaves
sv: Logga in med dina nycklar
sw: Ingia na funguo zako
th: เข้าสู่ระบบด้วยคีย์ของคุณ
tr: Anahtarlarınızla giriş yapın
zh_hans: 使用你的密钥登录
zh_hant: 使用你的密鑰登錄

source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fa: خروج
fr: Déconnexion
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
pt_br: Sair
sv: Logga ut
sw: Ondoka
th: ออกจากระบบ
tr: Çıkış yap
zh_hans: 登出
zh_hant: 登出

source: Manage Users
ar: إدارة المستخدمين
de: Benutzer verwalten
es: Gestionar Usuarios
fa: مدیریت کاربران
fr: Gérer les utilisateurs
ja: ユーザーを管理
ko: 사용자 관리
nl: Gebruikers beheren
pt_br: Gerenciar Usuários
sv: Hantera användare
sw: Simamia Watumiaji
th: จัดการผู้ใช้
tr: Kullanıcıları Yönet
zh_hans: 管理用户
zh_hant: 管理用戶

source: Manage Your Lists
ar: إدارة قوائمك
de: Verwalte deine Listen
es: Gestiona tus Listas
fa: مدیریت لیست‌های خود
fr: Gérer vos listes
ja: リストを管理
ko: 목록 관리
nl: Beheer je lijsten
pt_br: Gerenciar Suas Listas
sv: Hantera dina listor
sw: Simamia Orodha Zako
th: จัดการรายการของคุณ
tr: Listelerinizi Yönetin
zh_hans: 管理您的列表
zh_hant: 管理您的列表

source: Mention
ar: إشارة
de: Erwähnung
es: Mencionar
fa: اشاره
fr: Mentionner
ja: メンション
ko: 맨션
nl: Vermelden
pt_br: Menção
sv: Omnämn
sw: Taja
th: กล่าวถึง
tr: Bahset
zh_hans: 提及
zh_hant: 提及

source: Metadata
ar: البيانات الوصفية
de: Metadaten
es: Metadatos
fa: فراداده
fr: Métadonnées
ja: メタデータ
ko: 메타데이터
pt_br: Metadados
th: เมตาดาต้า
zh_hans: 元数据
zh_hant: 元數據

# minuteAbbreviated
source: min
ar: دقيقة
fa: دقیقه
ja: 分
ko: 분
sw: dakika
th: นาที
tr: dk
zh_hans: 分
zh_hant: 分

# mute
source: Block
ar: حظر
de: Blockieren
es: Bloquear
fa: مسدود کردن
fr: Bloquer
ja: ミュート
ko: 차단
nl: Blokkeren
pt_br: Bloquear
sv: Blockera
sw: Zuia
th: บล็อก
tr: Engelle
zh_hans: 屏蔽
zh_hant: 封鎖

# muted
source: Blocked
ar: محظور
de: Blockiert
es: Bloqueado
fa: مسدود شده
fr: Bloqué
ja: ミュート済み
ko: 차단됨
nl: Geblokkeerd
pt_br: Bloqueado
sv: Blockerad
sw: Umezuiwa
th: ถูกบล็อก
tr: Engellendi
zh_hans: 已屏蔽
zh_hant: 已封鎖

# mutedUsers
source: Blocked Users
ar: المستخدمون المحظورون
de: Blockierte Benutzer
es: Usuarios Bloqueados
fa: کاربران مسدود شده
fr: Utilisateurs bloqués
ja: ミュートされたユーザー
ko: 차단된 사용자
nl: Geblokkeerde gebruikers
pt_br: Usuários Bloqueados
sv: Blockerade användare
sw: Watumiaji Waliozuiwa
th: ผู้ใช้ที่ถูกบล็อก
tr: Engellenen Kullanıcılar
zh_hans: 已屏蔽的用户
zh_hant: 已封鎖的用戶

# mutePrompt
source: Would you like to block %@?
ar: هل ترغب في حظر %@؟
de: Möchtest du %@ blockieren?
es: ¿Te gustaría bloquear a %@?
fa: آیا می‌خواهید %@ را مسدود کنید؟
fr: Voulez-vous bloquer %@ ?
ja: %@をミュートしますか？
ko: %@를 차단하시겠습니까?
nl: Wil je %@ blokkeren?
pt_br: Gostaria de bloquear %@?
sv: Vill du blockera %@?
sw: Je, ungependa kumzuia %@?
th: คุณต้องการบล็อก %@ หรือไม่?
tr: %@ kişisini engellemek ister misiniz?
zh_hans: 您想要屏蔽%@吗？
zh_hant: 您想要封鎖%@嗎？

# muteUser
source: Block User
ar: حظر المستخدم
de: Benutzer blockieren
es: Bloquear Usuario
fa: مسدود کردن کاربر
fr: Bloquer l'utilisateur
ja: ユーザーをミュート
ko: 사용자 차단
nl: Gebruiker blokkeren
pt_br: Bloquear Usuário
sv: Blockera användare
sw: Zuia Mtumiaji
th: บล็อกผู้ใช้
tr: Kullanıcıyı Engelle
zh_hans: 屏蔽用户
zh_hant: 封鎖用戶

source: Mutual Friends
ar: أصدقاء مشتركون
de: Gegenseitige Freunde
es: Amigos en común
fa: دوستان مشترک
fr: Amis communs
ja: 共通の友達
ko: 서로 팔로잉 하는 친구
nl: Gemeenschappelijke vrienden
pt_br: Amigos em Comum
sv: Gemensamma vänner
sw: Marafiki wa Pamoja
th: เพื่อนร่วมกัน
tr: Ortak Arkadaşlar
zh_hans: 共同的好友
zh_hant: 共同的好友

source: My key is backed up
ar: تم نسخ مفتاحي الخاص
de: Mein Schlüssel ist gesichert
es: Mi clave está respaldada
fa: کلیدم را ذخیره کردم
fr: Ma clé est sauvegardée
ja: 鍵はバックアップされています
ko: 내 키가 백업되었습니다.
nl: Ik heb een back-up van mijn privésleutel gemaakt
pt_br: Minha chave está salva
sv: Min nyckel är säkerhetskopierad
sw: Ufunguo wangu umechelezwa
th: คีย์ของฉันได้รับการสำรองแล้ว
tr: Anahtarım yedeklendi
zh_hans: 我的密钥已备份
zh_hant: 我的密鑰已備份

source: Name
ar: الاسم
es: Nombre
fa: نام
fr: Nom
ja: 名前
ko: 이름
nl: Naam
pt_br: Nome
sv: Namn
sw: Jina
th: ชื่อ
tr: İsim
zh_hans: 名称
zh_hant: 名稱

# namedNewFollower
source: %@ is a new follower!
ar: %@ متابع جديد!
de: %@ ist ein neuer Follower!
es: ¡%@ es un nuevo seguidor!
fa: %@ یک دنبال‌کننده جدید است!
fr: %@ est un nouveau suiveur !
ja: %@が新しいフォロワーです！
ko: %@ 가 나를 팔로우 했습니다.
nl: %@ is een nieuwe volger!
pt_br: %@ é um novo seguidor!
sv: %@ är en ny följare!
sw: %@ ni mfuasi mpya!
th: %@ เป็นผู้ติดตามใหม่!
tr: %@ yeni bir takipçi!
zh_hans: %@ 是一位新关注者！
zh_hant: %@是新的追隨者！

source: New
ar: جديد
de: Neu
es: Nuevo
fa: جدید
fr: Nouveau
ja: 新規
ko: 신규
nl: Nieuw
pt_br: Novo
sv: Ny
sw: Mpya
th: ใหม่
tr: Yeni
zh_hans: 新建
zh_hant: 新建

# newFollower
source: You have a new follower!
ar: لديك متابع جديد!
de: Du hast einen neuen Follower!
es: ¡Tienes un nuevo seguidor!
fa: شما یک دنبال‌کننده جدید دارید!
fr: Vous avez un nouveau suiveur !
ja: 新しいフォロワーがいます！
ko: 새로운 팔로워가 있습니다!
nl: Je hebt een nieuwe volger!
pt_br: Você tem um novo seguidor!
sv: Du har en ny följare!
sw: Una mfuasi mpya!
th: คุณมีผู้ติดตามใหม่!
tr: Yeni bir takipçiniz var!
zh_hans: 您有一位新关注者！
zh_hant: 您有新的追隨者！

source: New List
ar: قائمة جديدة
de: Neue Liste
es: Nueva Lista
fa: لیست جدید
fr: Nouvelle liste
ja: 新しいリスト
ko: 새 목록
nl: Nieuwe lijst
pt_br: Nova Lista
sv: Ny lista
sw: Orodha Mpya
th: รายการใหม่
tr: Yeni Liste
zh_hans: 新列表
zh_hant: 新列表

source: New Note
ar: ملاحظة جديدة
de: Neue Notiz
es: Nueva Nota
fa: یادداشت جدید
fr: Nouvelle note
ja: 新しいノート
ko: 새 노트
nl: Nieuwe note
pt_br: Nova nota
sv: Ny Anteckning
sw: Ujumbe Mpya
th: สร้างโน๊ตใหม่
tr: Yeni Not
zh_hans: 新笔记
zh_hant: 新筆記

# newNotePlaceholder
source: Type your post here...
ar: اكتب مشاركتك هنا...
de: Gib deinen Beitrag hier ein...
es: Escribe tu post aquí...
fa: یادداشت خود را اینجا بنویسید...
fr: Écrire votre note ici...
ja: ここに投稿を入力...
ko: 이 곳에 글을 쓰세요
nl: Type uw tekst hier...
pt_br: Digite sua postagem aqui...
sv: Skriv ditt inlägg här...
sw: Andika chapisho lako hapa...
th: พิมพ์โพสต์ของคุณที่นี่...
tr: Gönderinizi buraya yazın...
zh_hans: 在此输入你的帖子...
zh_hant: 在此輸入你的帖子...

source: New notes available
ar: ملاحظات جديدة متاحة
de: Neue Notizen verfügbar
es: Nuevas notas disponibles
fa: یادداشت‌های جدید در دسترس است
fr: Nouvelles notes disponibles
ja: 新しいノートが利用可能
ko: 새 노트를 생성할 수 있습니다.
nl: Nieuwe notities beschikbaar
pt_br: Novas notas disponíveis
sv: Nya inlägg tillgängliga
sw: Maelezo mapya yanapatikana
th: มีโน้ตใหม่พร้อมใช้งาน
tr: Yeni notlar mevcut
zh_hans: 有新笔记
zh_hant: 有新筆記

# newToNostr
source: I'm new to Nostr
ar: أنا جديد في Nostr
de: Ich bin neu bei Nostr
es: Soy nuevo en Nostr
fa: من در Nostr تازه‌وارد هستم
fr: Je suis nouveau sur Nostr
ja: Nostrは初めてです
ko: Nostr에 처음입니다
nl: Ik ben nieuw bij Nostr
pt_br: Sou novo no Nostr
sv: Jag är ny på Nostr
sw: Mimi ni mpya kwenye Nostr
th: ฉันเป็นมือใหม่ใน Nostr
tr: Nostr'a yeniyim
zh_hans: 我是Nostr新手
zh_hant: 我是Nostr新手

source: Next
ar: التالي
de: Weiter
es: Siguiente
fa: بعدی
fr: Suivant
ja: 次へ
ko: 다음
nl: Volgende
pt_br: Próximo
sv: Nästa
sw: Inayofuata
th: ต่อไป
tr: İleri
zh_hans: 继续
zh_hant: 繼續

source: Nice work!
ar: عمل رائع!
de: Gut gemacht!
es: ¡Excelente trabajo!
fa: کار خوب!
fr: Beau travail !
ja: 素晴らしい！
ko: 잘했어요!
nl: Goed gedaan!
pt_br: Bom trabalho!
sv: Bra jobbat!
sw: Kazi nzuri!
th: เยี่ยมเลย!
tr: Güzel iş!
zh_hans: 干得漂亮！
zh_hant: 幹得漂亮！

# nip05Connected
source: Your NIP-05 is now connected to your npub in the Nostr network.
ar: تم توصيل NIP-05 الخاص بك الآن بـ npub الخاص بك في شبكة Nostr.
de: Deine NIP-05 ist nun mit deinem npub im Nostr-Netzwerk verbunden.
es: Tu NIP-05 ahora está conectado a tu npub en la red Nostr.
fa: NIP-05 شما اکنون به npub شما در شبکه Nostr متصل است.
fr: Votre NIP-05 est maintenant connecté à votre npub dans le réseau Nostr.
ja: あなたのNIP-05がNostrネットワーク上のnpubに接続されました。
ko: 당신의 NIP-05가 이제 노스터 네트워크에 있는 당신의 nbub에 연결되었습니다.
nl: Je NIP-05 is nu verbonden met je npub in het Nostr-netwerk.
pt_br: Seu NIP-05 agora está conectado ao seu npub na rede Nostr.
sv: Din NIP-05 är nu kopplad till din npub i Nostr-nätverket.
sw: NIP-05 yako sasa imeunganishwa kwenye npub yako katika mtandao wa Nostr.
th: NIP-05 ได้เชื่อมต่อกับ npub ของคุณแล้วในระบบนิเวศของ Nostr แล้ว
tr: NIP-05'iniz artık Nostr ağındaki npub'ınıza bağlı.
zh_hans: 你的 NIP-05 现已连接到你在 Nostr 网络中的 npub。
zh_hant: 你的 NIP-05 現已連接到你在 Nostr 網絡中的 npub。

# nip05LearnMore
source: Learn more about NIP-05 name verification.
ar: تعرف على المزيد حول التحقق من الاسم NIP-05.
de: Mehr über NIP-05-Namensverifizierung erfahren.
es: Aprende más sobre la verificación de nombres NIP-05.
fa: درباره تایید نام NIP-05 بیشتر بدانید.
fr: En savoir plus sur la vérification du nom NIP-05.
ja: NIP-05名前検証についての詳細を学ぶ。
ko: NIP-05 이름 인증에 대해 더 알아보기
nl: Meer informatie over NIP-05 naamverificatie.
pt_br: Saiba mais sobre a verificação de nome NIP-05.
sv: Lär dig mer om NIP-05 namnverifiering.
sw: Pata maelezo zaidi kuhusu uthibitishaji wa jina la NIP-05.
th: เรียนรู้เพิ่มเติมเกี่ยวกับการยืนยันชื่อ NIP-05
tr: NIP-05 isim doğrulaması hakkında daha fazla bilgi edinin.
zh_hans: 了解更多关于 NIP-05 名称验证的信息。
zh_hant: 瞭解更多關於 NIP-05 名稱驗證的信息。
